Repository: Sryther/docker-sacoche
Catalog: src/_lang/*/LC_MESSAGES/traductions.po
Languages: eu_fr, oc_fr, pt_pt

source: MENU
eu_fr: MENUA
oc_fr: MENUT

source: Livret Scolaire
eu_fr: Eskola liburuxka
oc_fr: Libret de Formacion
pt_pt: Processo do aluno

source: Vous pouvez %1s|renseigner votre adresse e-mail|%2s et vous abonner pour %3s|recevoir des notifications|%2s.
oc_fr: Podètz %1s|entresenhar la vòstra adreiça electronica|%2s e vos abonar per %3s|reçaupre de notificacions|%2s

source: Le menu est disponible dans %1s|plusieurs langues|%2s.
oc_fr: Lo menut es disponible dins %1s|mantunas lengas|%2s.

source: Lorsqu'il formule une %1s|demande d'évaluation|%2s, l'élève peut appuyer sa demande par %1s|un commentaire|%2s et/ou joindre %1s|un document|%2s.
oc_fr: Quand formula una %1s|demanda d'avaloracion|%2s, l'estagiari pòt afortir sa demanda per %1s|un comentari|%2s e/o jónher %1s|un document|%2s.

source: Informations
eu_fr: Informazioak
oc_fr: Informacions
pt_pt: Informações

source: Paramétrages établissement
eu_fr: Ikastegiaren parametroak
oc_fr: Paramétrages centre de formacion
pt_pt: Configurações escola

source: Paramétrages utilisateurs
eu_fr: Erabiltzaileen parametroak
oc_fr: Parametratges utilizators
pt_pt: Configurações utilizadores

source: Paramétrages personnels
eu_fr: Parametro pertsonalak
oc_fr: Parametratges personals
pt_pt: Configurações pessoais

source: Administration générale
eu_fr: Kudeaketa orokorra
oc_fr: Administracion generala
pt_pt: Administração geral

source: Gestion regroupements / périodes
oc_fr: Gestion recampaments / periòdes
pt_pt: Gestão reagrupamentos /periodos

source: Gestion des utilisateurs
oc_fr: Gestion dels utilizators
pt_pt: Gestão dos utilizadores

source: Gestion des bilans officiels
oc_fr: Gestion dels bilançes oficials
pt_pt: Gestão dos relatórios oficiais

source: Accueil
eu_fr: Sarrera
oc_fr: Acuèlh
pt_pt: Início

source: Date de dernière connexion
eu_fr: Azken konexioa
oc_fr: Data de darrièra connexion
pt_pt: Data do último acesso

source: Log des actions sensibles
eu_fr: Ekintza minberen Loga
oc_fr: Jornal de las accions sensiblas
pt_pt: Registo das ações críticas

source: Notifications reçues
eu_fr: Errezibitutako jakinarazpenak
oc_fr: Notificacions reçebudas
pt_pt: Notificações recebidas

source: Référentiels en place
eu_fr: Egindako erreferentzialak
oc_fr: Referencials en plaça
pt_pt: Referenciais em uso

source: Identité de l'établissement
eu_fr: Ikastegiaren nortasuna
oc_fr: Identitat del centre de formacion
pt_pt: Identificação da escola

source: Mode d'identification / Connecteur ENT
eu_fr: Identifikazio modua / ENT konektorea
oc_fr: Mòde d'identificacion / Connector ENT
pt_pt: Modo de identificação / Ligação a partir de ATD

source: Redirection après déconnexion
eu_fr: Deskonektatu eta berbideratzea
oc_fr: Redireccion aprèp desconnexion
pt_pt: Redirecionamento após abandono

source: Niveaux
eu_fr: Mailak
oc_fr: Nivèls
pt_pt: Níveis

source: Matières
eu_fr: Gaiak
oc_fr: Tematicas
pt_pt: Matérias

source: Codes de notation / États d'acquisition
eu_fr: Notazio kodeak / Eskuratze egoerak
oc_fr: Còdes de notacion / Estats d'aquisicion
pt_pt: Códigos de notação / Estados de aquisição

source: Algorithme de calcul
eu_fr: Kalkulu algoritmoa
oc_fr: Algoritme de calcul
pt_pt: Algoritmo de cálculo

source: Choix des profils utilisateurs
eu_fr: Erabiltzaileen profilen hautua
oc_fr: Causida dels perfils utilizators
pt_pt: Escolha dos perfis de utilizador

source: Réglage des autorisations
eu_fr: Baimenen doitzea
oc_fr: Reglatge de las autorizacions
pt_pt: Controlo das autorisações

source: Format des identifiants de connexion
eu_fr: Konexiorako identifikatzaileen formatua
oc_fr: Format dels identificants de connexion
pt_pt: Formato das senhas de acesso

source: Délai avant déconnexion
eu_fr: Dekonexio baino lehenagoko epea
oc_fr: Delai abans desconnexion
pt_pt: Fim de sessão por inactividade

source: Mot de passe
eu_fr: Pasahitza
oc_fr: Mot de sant clara
pt_pt: Palavra-passe

source: Adresse e-mail & Abonnements
eu_fr: E-mail & Harpidetza
oc_fr: Adreiça electronica & Abonaments
pt_pt: Endereço de e-mail e Adesões ao sistema

source: Bascule entre comptes
eu_fr: Beste kontua hautazeko
oc_fr: Bascula entre los comptes
pt_pt: Alternar entre contas

source: Langue
eu_fr: Hizkuntza
oc_fr: Lenga
pt_pt: Idioma

source: Sauvegarder / Restaurer la base
eu_fr: Gorde / Basea berreskuratu
oc_fr: Salvegardar / Tornar metre la basa
pt_pt: Guardar / Restaurar a base de dados

source: Nettoyer / Initialiser la base
eu_fr: Garbitu / Basea hasieratu
oc_fr: Netejar / Inicializar la basa
pt_pt: Limpar / Inicializar a base de dados

source: Messages d'accueil
eu_fr: Harrera mezuak
oc_fr: Messatges d'acuèlh
pt_pt: Mensagens de boas vindas

source: Blocage des connexions
eu_fr: Konexioen blokatzea
oc_fr: Blocatge de las connexions
pt_pt: Bloqueio dos acessos

source: Résilier l'inscription
eu_fr: Izen ematearen baliogabetzea
oc_fr: Resiliar l'inscripcion
pt_pt: Anular a inscrição

source: Importer des fichiers d'utilisateurs
eu_fr: Erabiltzaileen fitxeroak inportatu
oc_fr: Importar de fichièrs d'utilizators
pt_pt: Importar ficheiros dos utilizadores

source: Importer / Imposer des identifiants
eu_fr: Inportatu / identifikatzaileak bortxaz ezarri
oc_fr: Importar / Impausar d'identificants
pt_pt: Importar / Atribuir as senhas de acesso

source: Absences / Retards
eu_fr: Huts egiteak / Berantak
oc_fr: Absénçias / Retards
pt_pt: Ausências / Atrasos

source: Classes
eu_fr: Klaseak
oc_fr: Classas
pt_pt: Turmas

source: Groupes
eu_fr: Taldeak
oc_fr: Grops
pt_pt: Grupos

source: Périodes
eu_fr: Garaiak
oc_fr: Periòdes
pt_pt: Períodos

source: Élèves
eu_fr: Ikasleak
oc_fr: Estagiaris
pt_pt: Alunos

source: Professeurs / Personnels
eu_fr: Erakasleak / Hezitzaileak
oc_fr: Formators / Personals
pt_pt: Professores / Pessoal

source: Administrateurs
eu_fr: Administratzaileak
oc_fr: Administrators
pt_pt: Administradores

source: Rechercher un utilisateur
eu_fr: Erabiltzaile bat xerkatu
oc_fr: Cercar un utilizator
pt_pt: Pesquisar um utilizador

source: Réglages communs
oc_fr: Reglatges comuns
pt_pt: Configurações comuns

source: Relevé d'évaluations
eu_fr: Ebaluaketa zerrenda
oc_fr: Relevat d'avaloracions
pt_pt: Lista de avaliações

source: Bulletin scolaire
eu_fr: Eskola fitxa
oc_fr: Resulta periodica
pt_pt: Boletim escolar

source: Archives consultables
eu_fr: Artxibo kontsultagarriak
oc_fr: Archius consultables
pt_pt: Ficheiros consultáveis

source: Paramétrages
eu_fr: Parametroak
oc_fr: Parametratges
pt_pt: Configuração

source: Évaluations
eu_fr: Ebaluaketak
oc_fr: Avaloracions
pt_pt: Avaliações

source: Relevés / Synthèses
eu_fr: Emaitzen zerrenda / Sintesia
oc_fr: Relevats / Sintèsis
pt_pt: Listas / Sínteses

source: Bilans officiels
eu_fr: Bilan ofizialak
oc_fr: Bilances oficials
pt_pt: Relatórios oficiais

source: Données personnelles
eu_fr: Datu pertsonalak
oc_fr: Donadas personalas
pt_pt: Dados pessoais

source: Dates des périodes
eu_fr: Garaien datak
oc_fr: Datas dels periòdes
pt_pt: Calendário escolar

source: Référentiels partagés
eu_fr: Partekatutako erreferentzialak
oc_fr: Referencials partejats
pt_pt: Referenciais partilhados

source: Statistiques globales
eu_fr: Estatistika orokorrak
oc_fr: Estatisticas globalas
pt_pt: Estatísticas globais

source: Trombinoscope
eu_fr: Tronbinoskopioa
oc_fr: Trombinoscòpi
pt_pt: Album fotográfico

source: Regroupements d'items
eu_fr: Itemen biltzea
oc_fr: Regropaments d'items
pt_pt: Reagrupamento de itens

source: Nombre de saisies
eu_fr: Datu bilketa kopurua
oc_fr: Nombre de picatges
pt_pt: Número de registos introduzidos

source: Liste des évaluations
eu_fr: Ebaluaketen zerrenda
oc_fr: Tièra de las avaloracions
pt_pt: Lista de avaliações

source: Recherche ciblée
eu_fr: Ikerketa zehatza
oc_fr: Cèrca ciblada
pt_pt: Pesquisa seletiva

source: Grille d'items d'un référentiel
eu_fr: Erreferentzial baten itemen taula
oc_fr: Grilha d'items d'un referencial
pt_pt: Grelha de itens de um referencial

source: Relevé d'items
eu_fr: Itemen zerrenda
oc_fr: Relevat d'items
pt_pt: Lista de itens

source: Synthèse d'items
eu_fr: Itemen sintesia
oc_fr: Sintèsi d'items
pt_pt: Síntese de itens

source: Bilan chronologique
eu_fr: Bilan kronologikoa
oc_fr: Bilanç cronologic
pt_pt: Relatório cronológico

source: Maîtrise du socle
eu_fr: Enborraren jabetasuna
oc_fr: Mestrige del sòcle
pt_pt: Nível de desempenho no quadro de referência

source: Demandes d'évaluations formulées
eu_fr: Adierazitako ebaluaketa eskaerak
oc_fr: Demandas d'avaloracions formuladas
pt_pt: Pedidos de avaliação apresentados

source: Référentiels (gestion)
eu_fr: Erreferentzialak (kudeaketa)
oc_fr: Referencials (gestion)
pt_pt: Referenciais (gestão)

source: Groupes de besoin
eu_fr: Beharren taldeak
oc_fr: Grops de besonh
pt_pt: Grupos de apoio

source: Modules externes
oc_fr: Moduls extèrnes

source: Créer / paramétrer les référentiels
eu_fr: Erreferentzialak sortu / parametratu
oc_fr: Crear / parametrar los referencials
pt_pt: Criar / parametrizar os referenciais

source: Associer des ressources aux items
eu_fr: Itemei baliabideak lotu
oc_fr: Associar de ressorsas als items
pt_pt: Associar os recursos aos itens

source: Évaluer une classe ou un groupe
eu_fr: Gela edo talde bat ebaluatu
oc_fr: Avalorar una còla o un grop
pt_pt: Avaliar uma classe ou um grupo

source: Évaluer des élèves sélectionnés
eu_fr: Hautatutako ikasleak ebaluatu
oc_fr: Avalorar los estagiaris seleccionats
pt_pt: Avaliar os alunos selecionados

source: Évaluer un élève à la volée
eu_fr: Ikasle bat arbitrarioki ebaluatu
oc_fr: Avalorar un estagiari a la buta buta
pt_pt: Avaliação continua de um aluno

source: Gérer les administrateurs
eu_fr: Administratzaileak kudeatu
oc_fr: Gerir los administrators
pt_pt: Gerir os administradores

source: Classes (gestion)
eu_fr: Gelak (kudeaketa)
oc_fr: Còlas (gestion)
pt_pt: Turmas (gestão)

source: Périodes & classes / groupes
eu_fr: Garaiak & klaseak / taldeak
oc_fr: Periòdes & còlas / grops
pt_pt: Períodos e turmas / grupos

source: Élèves & classes
eu_fr: Ikasleak & klaseak
oc_fr: Estagiaris & còlas
pt_pt: Alunos e turmas

source: Professeurs & classes
eu_fr: Irakasleak & klaseak
oc_fr: Formators & còlas
pt_pt: Professores e turmas

source: Gérer les classes
eu_fr: Klaseak kudeatu
oc_fr: Gerir las còlas
pt_pt: Gerir as turmas

source: Élèves (gestion)
eu_fr: Ikasleak (kudeaketa)
oc_fr: Estagiaris (gestion)
pt_pt: Alunos (gestão)

source: Élèves & groupes
eu_fr: Ikasleak & taldeak
oc_fr: Estagiaris & grops
pt_pt: Alunos e grupos

source: Élèves & langues
eu_fr: Ikasleak & hizkuntzak
oc_fr: Estagiaris & lengas
pt_pt: Alunos e línguas

source: Élèves & parents
eu_fr: Ikasleak & burasoak
oc_fr: Estagiaris
pt_pt: Alunos e pais

source: Élèves & photos
eu_fr: Ikasleak & argazkiak
oc_fr: Estagiaris & fòtos
pt_pt: Alunos e fotos

source: Affecter les élèves aux classes
eu_fr: Ikasleak geletan sailkatzea
oc_fr: Afectar los estagiaris a las còlas
pt_pt: Afetar os alunos às turmas

source: Gérer les élèves
eu_fr: Ikasleak kudeatu
oc_fr: Gerir los estagiaris
pt_pt: Gerir os alunos

source: Affecter les élèves aux groupes
eu_fr: Ikasleak taldeetan sailkatzea
oc_fr: Afectar los estagiaris als grops
pt_pt: Afetar os alunos aos grupos

source: Photos des élèves
eu_fr: Ikasleen argazkiak
oc_fr: Fòtos dels estagiaris
pt_pt: Fotos dos alunos

source: Groupes (gestion)
eu_fr: Taldeak (kudeaketa)
oc_fr: Grops (gestion)
pt_pt: Grupos (gestão)

source: Professeurs & groupes
eu_fr: Irakasleak & taldeak
oc_fr: Formators & grops
pt_pt: Professores e grupos

source: Gérer les groupes
eu_fr: Taldeak kudeatu
oc_fr: Gerir los grops
pt_pt: Gerir os grupos

source: Responsables légaux
eu_fr: Arduradun legalak
oc_fr: Responsables legals
pt_pt: responsáveis legais

source: Parents & adresses
eu_fr: Burasoak& helbideak
oc_fr: Parents & adreiças
pt_pt: Pais e moradas

source: Parents & élèves
eu_fr: Burasoak & ikasleak
oc_fr: Estagiaris
pt_pt: Pais e alunos

source: Adresses des parents
eu_fr: Burasoen helbideak
oc_fr: Adreiças de las personas legalas
pt_pt: Moradas dos pais

source: Gérer les parents
eu_fr: Burasoak kudeatu
oc_fr: Gerir los parents
pt_pt: Gerir os pais

source: Affecter les périodes aux classes & groupes
eu_fr: Garaiak geletan & taldeetan sailkatu
oc_fr: Afectar los periòdes a las còlas & grops
pt_pt: Afetar os períodos às turmas e aos grupos

source: Gérer les périodes
eu_fr: Garaiak kudeatu
oc_fr: Gerir los periòdes
pt_pt: Gerir os períodos

source: Professeurs / Personnels (gestion)
eu_fr: Irakasleak / Langileak (kudeaketa)
oc_fr: Formators / Personals (gestion)
pt_pt: Professores / Pessoal auxiliar (gestão)

source: Professeurs & classes / Professeurs principaux
eu_fr: Irakasleak & klaseak / Irakasle nagusiak
oc_fr: Formators & còlas / Formators principals
pt_pt: Professores e turmas / Diretores de turma

source: Professeurs & matières / Personnels coordonnateurs
eu_fr: Irakasleak & gaiak / Irakasle koordinatzaileak
oc_fr: Formators & tematicas / Personals coordonators
pt_pt: Professores e matérias / Pessoal coordenador

source: Personnels & matières / Personnels coordonnateurs
eu_fr: Langile & gaiak / Langile koordinatzaile
oc_fr: Personals & tematicas / Personals coordonators
pt_pt: Pessoal e matérias / Pessoal coordenador

source: Résilier l'inscription de l'établissement
eu_fr: Ikastegiaren harpidetza deuseztatu.
oc_fr: Resiliar l'inscripcion del centre
pt_pt: Anular a inscrição da escola

source: Bienvenue dans votre espace identifié
eu_fr: Ongi etorri zure identifikatutako gunera
oc_fr: Benvengut dins vòtre espaci identificat
pt_pt: Bem vindo à sua área pessoal

source: Items récents à retravailler
eu_fr: Berriz landu beharreko item berriak
oc_fr: Items recents de tornar trabalhar
pt_pt: Itens recentes a rever

source: Items récents à améliorer
eu_fr: Hobetu beharreko item berriak
oc_fr: Items recents de melhorar
pt_pt: Itens recentes a melhorar

source: Notes à saisir
eu_fr: Sartu beharreko notak
oc_fr: Resultas de sasir
pt_pt: Notas a introduzir

source: Auto-évaluations en cours
eu_fr: Egiten ari diren autoebaluaketak
oc_fr: Auto-avaloracions en cors
pt_pt: Autoavaliações em curso

source: Bilans officiels ouverts à la saisie
eu_fr: Betetzeko prest diren bilan ofizialak
oc_fr: Bilances oficials dobèrts a la sasida
pt_pt: Relatórios oficiais por preencher

source: Nouveaux bilans officiels à consulter
eu_fr: Kontsultatzeko bilan ofizial berriak
oc_fr: Novèls bilances oficials de consultar
pt_pt: Novos relatórios oficiais por consultar

source: Informations d'accueil
eu_fr: Harrera informazioak
oc_fr: Informacions d'acuèlh
pt_pt: Informação de boas vindas

source: Évaluations prévues
eu_fr: Aurreikusitako ebaluaketak
oc_fr: Avaloracions previstas
pt_pt: Avaliações previstas

source: Résultats récents
eu_fr: Berriki izandako emaitzak
oc_fr: Resultas recentas
pt_pt: Resultados recentes

source: Items récents les mieux réussis
eu_fr: Hobekien lortutako item berriak
oc_fr: Items recents plan capitats
pt_pt: Itens recentes melhor avaliados

source: Demandes d'évaluations
eu_fr: Ebaluatzeko eskaerak
oc_fr: Demandas d'avaloracions
pt_pt: Pedidos de avaliação

source: Astuce du moment
eu_fr: Uneko amarrua
oc_fr: Astuce del moment
pt_pt: Dica do momento

source: Protégeons l'environnement
eu_fr: Ingurumena babes dezagun
oc_fr: Protegisson l'environa
pt_pt: Protejamos o ambiente

source: Bonjour %s.
eu_fr: Egun on %s.
oc_fr: Adieu %s.
pt_pt: Bom dia %s.

source: Heureux de faire votre connaissance ; bonne découverte de SACoche !
eu_fr: Urte askotako; bidai on SACoche barnean!
oc_fr: Urós de vos encontrar ; bona descobèrta de Saqueta !
pt_pt: Prazer em conhecê-lo(a) ; votos de boa descoberta do SACoche!

source: Déjà de retour ? Décidément on ne se quitte plus !
eu_fr: Berriz hemen?
oc_fr: Ja aquí ? Alavetz nos quitam pas pus !
pt_pt: Já de volta? Decididamente inseparáveis!

source: Bonne navigation, et merci de votre fidélité !
eu_fr: Nabigazio on; miolesker zure fideltasunarengatik!
oc_fr: Bona navigacion, e mercés de vòstra fidelitat !
pt_pt: Boa navegação e obrigado pela sua fidelidade!

source: Content de vous retrouver après cette pause de quelques jours !
eu_fr: Azken egunotako pausa ondoren, zu berriz ikusteagatik pozik!
oc_fr: Content de vos tornar trapar après aquesta pausa de qualques jorns !
pt_pt: Feliz de o(a) reencontrar após esta pausa de alguns dias!

source: Quel plaisir de vous revoir : le temps semble long sans vous !
eu_fr: A zer plazerra zu berriz ikustea: zu gabe denbora luzea da!
oc_fr: Quin plaser de vos tornar veire : lo temps sembla long sens vos !
pt_pt: Que prazer em revê-lo(a): na sua ausência o tempo passa devagar!

source: On ne s'était pas vu depuis trop longtemps : vous nous avez manqué !
eu_fr: Aspalditik ez ginen elkar ikusten: faltan bota zaitut!
oc_fr: Nos èrem pas vistes dempuèi longtemps : nos avètz mancat !
pt_pt: Há demasiado tempo que não nos víamos: sentimos a sua falta!

source: Encore là %s ? Vous avez raison, faites comme chez vous !
eu_fr: Oraindik hor %s ? Arrazoin duzu, etxean bezala egizu !
oc_fr: Encara aquí %s ? Avètz rason, fasètz coma en cò vòstre !
pt_pt: Ainda por cá %s.? Tem razão, sinta-se em casa!

source: Toujours là %s ? Pas de souci, restez le temps que vous voulez !
eu_fr: Hor beti %s ? problemarik ez, nahi duzun bezain bat egon !
oc_fr: Totjorn aquí %s ? Pas de lagui, demoratz lo temps que volètz !
pt_pt: Sempre por cá %s.? Não há problema. Fique o tempo que necessitar!

source: Vous êtes dans l'environnement %s.
eu_fr: %s -ren gunean zaude.
oc_fr: Sètz dins l'environa %s.
pt_pt: Você acede na qualidade de %s.

source: Élève(s) affecté(s) dans une classe associé(s) à votre compte :
eu_fr: Zure kontuari loturiko klase bateko ikaslea(k)
oc_fr: Estagiari(s) afectat(s) dins una còla associada(s) a vòstre compte :
pt_pt: Aluno(s) colocado(s) numa turma associada à sua conta:

source: Adresse à utiliser pour une sélection automatique de l'établissement
oc_fr: Adreiça d'utilizar per una seleccion automatica del centre de formacion

source: Adresse à utiliser pour une connexion automatique avec l'authentification externe
oc_fr: Adreiça d'utilizar per una connexion automatica amb l'autentificacion extèrna

source: Notifications à consulter
eu_fr: Kontsultazeko jakinarazpenak
oc_fr: Notificacions de consultar
pt_pt: Notificações a consultar

source: Message
eu_fr: Mezua
oc_fr: Messatge
pt_pt: Mensagem

source: Afin de préserver l'environnement, n'imprimer que si nécessaire !
eu_fr: Ingurumena zaintzearren, beharrezkoa ez bada ez inprimatu!
oc_fr: Perfin de preservar l'environa, estampar sonque s'es necessari !
pt_pt: A fim de preservar o ambiente, imprima apenas se necessário!

source: Enregistrer la version numérique d'un document (grille, relevé, bilan) suffit pour le consulter, l'archiver, le partager, …
oc_fr: Enregistrar la version numerica d'un document (grilha, relevat, bilanç) sufís per lo consultar, l'archivar, lo partejar, …

source: Le saviez-vous ?
eu_fr: Bazenekien?
oc_fr: O saviatz ?
pt_pt: Sabia?

source: Activation de votre compte
oc_fr: Activacion de vòtre compte

source: J'ai pris connaissance des informations relatives à mes données personnelles.
oc_fr: Ai legit las informacions relativas a mas donadas personalas.

source: Votre compte est activé
oc_fr: Vòtre compte es activat

source: Notes aux évaluations
oc_fr: Nòtas a las avaloracions

source: Degrés d'acquisitions
oc_fr: Grases d'aquisicions

source: Conventions dans l'établissement
oc_fr: Convencions dins lo centre

source: Conventions en remplacement
oc_fr: Convencions en remplaçament

source: L'adresse enregistrée a été saisie par vous-même.
oc_fr: L'adreiça enregistrada es estada sasida per vos.

source: L'adresse enregistrée a été importée ou saisie par un administrateur.
oc_fr: L'adreiça enregistrada es estada importada o saisida per un administrator.

source: Vous êtes habilité à modifier cette adresse si vous le souhaitez.
oc_fr: Sètz autorizat a modificar aquela adreiça se lo volètz.

source: Vous n'êtes pas habilité à modifier l'adresse vous-même ! Veuillez contacter un administrateur.
oc_fr: Sètz pas autorizat a modificar aquela adreiça ! mercé de contactar un administrator.

source: Il n'y a pas d'adresse actuellement enregistrée.
oc_fr: I a pas d'adreiça registrada actualament.

source: Le webmestre du serveur a désactivé l'envoi des notifications par courriel.
oc_fr: Lo webmèstre del servidor a desactivat lo mandadís de las notificacions per corrièl.

source: Votre adresse étant renseignée, vous pouvez opter pour des envois par courriel.
oc_fr: Vòtra adreiça es entresenhada, podètz causir lo mandadis per corrièl.

source: Adresse associée à votre compte
oc_fr: Adreiça associada a vòstra compte

source: Abonnement aux notifications
oc_fr: Abonament a las notificacions

source: Choisir sa langue
eu_fr: Hizkuntza hautatu
oc_fr: Causir sa lenga
pt_pt: Escolha de idioma

source: Autres langues sélectionnables
oc_fr: Autras lengas seleccionblas

source: Langue par défaut dans l'établissement
oc_fr: Lenga per defaus dins lo centre

source: Changer son mot de passe
eu_fr: Pasahitza aldatu
oc_fr: Canbiar son mot de santa clara
pt_pt: Mudar a sua palavra-passe

source: Vous n'êtes pas habilité à accéder à cette fonctionnalité !
oc_fr: Sètz pas autorizat a accedir a aquesta foncionalitat !

source: Entrer le mot de passe actuel, puis deux fois le nouveau mot de passe choisi.
oc_fr: Entrar le mot de santa clara actual, puèi dos còps lo novèl mot de santa clara causit.

source: Un mot de passe est considéré comme robuste s'il comporte de nombreux caractères, mélangeant des lettres minuscules et majuscules, des chiffres et d'autres symboles.
oc_fr: Un mot de santa claraa es considerat coma galhard se a de nombroses caractèrs, que mescla de lertas minusculas e majusculas, de chifras e d'autres simbòls.

source: indicateur de robustesse
oc_fr: indicator de galhardisa

source: Gérer ses regroupements d'items
eu_fr: Norberaren item multzoak kudeatu
oc_fr: Gerir sos regropaments d'itèms
pt_pt: Gerir os seus conjuntos de itens

source: Valeur d'un code (sur 100)
oc_fr: Valor d'un còde (sus 100)

source: Méthode de calcul par défaut (modifiable pour chaque référentiel)
oc_fr: Metòde de calcul per defaus (modificable per cada referencial)

source: Seuils d'acquisition (de 0 à 100)
oc_fr: Lindal d'aquisicion (de 0 a 100)

source: Codes de notation
oc_fr: Còdes de notacion

source: L'établissement utilise %1s|%2d codes de notation|%3s pour les évaluations
oc_fr: Lo centre utuliza %1s|%2d còdes de notacion|%3s per las avaloracions

source: États d'acquisition
oc_fr: Estat d'aquisicion

source: L'établissement utilise %1s|%2d états d'acquisition|%3s pour les bilans
oc_fr: Lo centre utiliza %1s|%2d estats d'aquisicion|%3s pels bilances

source: Les notifications consultées sont automatiquement retirées passé un délai de 2 mois.
oc_fr: Las notificacions consultadas son automaticament quitadas passar un delai de 2 meses.

source: Référentiels partagés (serveur communautaire)
eu_fr: Partekatutako erreferentzialak (komunitatearen zerbitzaria)
oc_fr: Referencials partetjats (servidor comunotari)
pt_pt: Referenciais partilhados (servidor comunitário)

source: Référentiels en place (dans l'établissement)
eu_fr: Martxan diren erreferentzialak (ikastetxean)
oc_fr: Referencials en plaçs (dins lo centre)
pt_pt: Referenciais em uso (na escola)

source: Cliquer sur l'œil pour voir le détail d'un référentiel.
oc_fr: Picar sus l'uèlh per veire lo detalh d'un referencial.

source: Classes / Périodicité
oc_fr: Còlas / Periodicitat
pt_pt: Turmas / Períodos

source: Rubriques / Liaisons
eu_fr: Atalak / Loturak
oc_fr: Rubricas / Ligasons
pt_pt: Rubricas / Ligações

source: Notation / Seuils
eu_fr: Notazioak / Mugak
oc_fr: Notacion / Lindals
pt_pt: Notação / Gama de valores

source: Parcours
eu_fr: Ibilbidea
oc_fr: Percors
pt_pt: Percursos
