Repository: Sryther/docker-sacoche
Catalog: src/_lang/*/LC_MESSAGES/traductions.po
Languages: eu_fr, oc_fr, pt_pt

source: Modalités d'accompagnement
eu_fr: Laguntza moldeak
oc_fr: Modalitats d'acompanhament
pt_pt: Modalidades de acompanhamento

source: Enseignements de complément
oc_fr: Complement d'ensenhaments

source: Édition du livret
eu_fr: Liburuxkaren edizioa
oc_fr: Edicion del libret
pt_pt: Edição da ficha biográfica

source: Accompagnement Personnalisé
eu_fr: Laguntza Pertsonalizatua
oc_fr: Acompanhament Personalisat
pt_pt: Acompanhamento persoalizado

source: Enseignements Pratiques Interdisciplinaires
eu_fr: Gai-arteko Irakaskuntza Praktikoak
oc_fr: Ensenhaments Pratics Interdisciplinaris
pt_pt: Ensino prático interdisciplinar

source: Synthèses / Bilans
eu_fr: Sintesiak / Bilanak
oc_fr: Sintèsis / Bilances
pt_pt: Sínteses / Relatórios

source: Ordre d'affichage des matières
eu_fr: Ikasgaien bistaratze ordena
oc_fr: Òrdre d'afichatge de las tematicas
pt_pt: Ordem de apresentação das matérias

source: Format de synthèse par référentiel
eu_fr: Sintesi formatua erreferentziaka
oc_fr: Format de sintèsi per referencial
pt_pt: Formato de síntese por referencial

source: Configuration des bilans officiels
eu_fr: Bilan ofizialen konfigurazioa
oc_fr: Configuracion dels bilances oficials
pt_pt: Configuração dos relatórios oficiais

source: Mise en page des bilans officiels
eu_fr: Bilan ofizialen orrialdearen prestatzea
oc_fr: Mesa en pagina dels bilances oficials
pt_pt: Formatação dos relatórios oficiais

source: Archives des bilans officiels
eu_fr: Bilan ofizialen artxiboa
oc_fr: Archius dels bilances oficials
pt_pt: Arquivo dos relatórios oficiais

source: Gérer ses groupes de besoin
eu_fr: Behar multzoen kudeaketa
oc_fr: Gerir sos grops de besonh
pt_pt: Gerir os seus grupos de apoio

source: Relevé d'items pluridisciplinaire
eu_fr: Ikasgaien arteko itemen zerrenda
oc_fr: Relevat d'items pluridisciplinaris
pt_pt: Lista de itens pluridisciplinares

source: Relevé d'items sélectionnés
eu_fr: Hautatutako itemen zerrenda
oc_fr: Relevat d'items seleccionats
pt_pt: Lista dos itens selecionados

source: Relevé d'items d'évaluations sélectionnées
eu_fr: Hautatutako ebaluaketa itemen zerrenda
oc_fr: Relevat d'items d'avaloracions seleccionats
pt_pt: Lista de itens das avaliações selecionadas

source: Relevé d'items d'un enseignant
eu_fr: Irakasle baten itemen zerrenda
oc_fr: Relevat d'items d'un formator
pt_pt: Lista de itens de um professor

source: Synthèse d'une matière
eu_fr: Ikasgai baten sintesia
oc_fr: Sintèsi d'una disciplina
pt_pt: Síntese de uma matéria

source: Synthèse pluridisciplinaire
eu_fr: Ikasgaien arteko sintesia
oc_fr: Sintèsi pluridisciplinari
pt_pt: Síntese pluridisciplinar

source: Parents
eu_fr: Burasoak
pt_pt: Pais

source: Daltonisme
eu_fr: Daltonikoentzat
pt_pt: Daltonismo

source: Modifier le contenu des référentiels
eu_fr: Erreferentzialen edukia aldatu
pt_pt: Modificar o conteúdo dos referenciais

source: Fusion de comptes
eu_fr: Kontuen bateratzea
pt_pt: Fusão de contas

source: Parents (gestion)
eu_fr: Burasoak
pt_pt: Pais (gestão)

source: Périodes (gestion)
eu_fr: Garaiak (kudeaketa)
pt_pt: Períodos (gestão)

source: Export LSU
pt_pt: Exportação da PEUD

source: Relevé d'items d'une matière
eu_fr: Ikasgai baten itemen zerrenda
pt_pt: Lista de itens de uma matéria

source: E.P.I.
eu_fr: G.I.P.

source: A.P.
eu_fr: L.P.
